[
    {
        "quote": "To achieve a goal you’ve never achieved before, you must start doing things you have never done before.",
        "by": "Jim Stuart"
    },
    {
        "quote": "There will always be more good ideas than there is capacity to execute.",
        "by": null
    },
    {
        "quote": "The controller is aware of all the other planes on the radar. She’s keeping track of them, but right now all her talent and expertise is solely focused on one flight. If she doesn’t get that flight on the ground safely and with total excellence, then nothing else she might achieve is really going to matter much. She lands one airplance at a time.",
        "by": null
    },
    {
        "quote": "We are the most focused company that I know of or have read of or have knowledge of. We say no to good ideas every day. We say no to great ideas in order to keep the amount of things we focus on very small in number so that we can put enormous energy behind the ones we do choose. The table each of you is sitting at today, you could probably put every product on it that Apple makes, yet Apple’s revenue last year was $40 billion.",
        "by": "Tim Cook (CEO of Apple) to the company shareholders"
    },
    {
        "quote": "You have to decide what your highest priorities are and have the courage - pleasantly, smilingly, unapologetically - to say no to other things. And the way you do that is by having a bigger 'yes' burning inside.",
        "by": "Stephen R. Covey"
    },
    {
        "quote": "I’m as proud of what we don’t do as I am of what we do.",
        "by": "Steve Jobs"
    },
    {
        "quote": "The mass of activity will always the pointless, poorly conceived, badly directed, wastefully executed, and largely beside the point. A small portion of activity will always be terrifically effective… it is probably not what you think it is; it is opaque and buried within a basket of less effective activity.",
        "by": "Richard Koch"
    },
    {
        "quote": "Lead measure data is almost always more difficult to acquire than lag measure data; but you must pay the price to track your lead measures.",
        "by": null
    },
    {
        "quote": "Above sustaining our day-to-day operation, what is the one thing your teams could do to improve year-over-year sales the most?",
        "by": null
    },
    {
        "quote": "Goals cannot sound noble but vague. Targets cannot be so blurry they can’t be hit. Your direction has to be so vivid that if you randomly woke one of your employees in the middle of the night and asked him, ‘Where are we going?’ he could still answer in a half-asleep stupor.",
        "by": "Jack Welch (former CEO of GE)"
    },
    {
        "quote": "If you’re not keeping score you’re just practicing.",
        "by": null
    },
    {
        "quote": "Without clear, visible measures, the same goal will mean a hundred different things to a hundred different people.",
        "by": "Jim Stuart"
    },
    {
        "quote": "If your entire paycheck was based on this one commitment, two things would happen automatically. You would be more careful in making the commitment, and you would be absolutely certain to follow through.",
        "by": "Hyrum Smith (co-founder of FranklinCovey)"
    }
]